[
  {
    "Url": "https://www.liebherr.com",
    "Logo": "https://www.liebherr.com/media/global/img/svg/logo_ci_liebherr.svg",
    "Company": "Liebherr Hausgeraete Marica GmbH",
    "Job": "Engineer - Environmental regulatory affairs",
    "StartDate": "2013/07/02Z",
    "EndDate": "2022/01/14Z",
    "IconClassName": "",
    "Details": "Implement product-related legal environmental requirements in the product development processes. Develop and implement company policy regarding product-related environmental legislation. Training and consulting engineering staff and suppliers. Materials specifications, usage, analyses and tests of raw materials. Create processes and workflows to meat legal requirements. The best intercompany cooperation and tasks achievements - praised for all my colleagues and managers; highly trusted and valuable person at international company level with always max scores and evaluation results. High level expert."
  },
  {
    "Url": "https://www.liebherr.com",
    "Logo": "https://www.liebherr.com/media/global/img/svg/logo_ci_liebherr.svg",
    "Company": "Liebherr Hausgeraete Marica GmbH",
    "Job": "Product Engineer",
    "StartDate": "2007/05/02Z",
    "EndDate": "2013/07/01Z",
    "IconClassName": "",
    "Details": "Design, construct and create technical documentation and drawings for different type of refrigerator's parts /2D and 3D CAD tools/. Creating BOMs (bill of materials) for the produced refrigerators. Coordinate project tasks with other departments and suppliers. Parts approval. Create new workflows and standards for specific parts. Creation and management of technical delivery specifications, internal norms and construction sheets. FMEA Moderator for the new products/designs/processes. The only one engineer capable to deal with the new coming regulatory pressure in the home appliance sector - for this reason I was trained and developed to be the product related environmental engineer in Liebherr Bulgaria."
  },
  {
    "Url": "https://www.dunapack-packaging.com",
    "Logo": "https://www.dunapack-packaging.com/typo3conf/ext/rm_template/Resources/Public/Img/WeWill_Dunapack_Logo_Division.svg",
    "Company": "Dunapack-Rodina JSC",
    "Job": "Sales - Team Lead",
    "StartDate": "2005/04/01Z",
    "EndDate": "2007/05/01Z",
    "IconClassName": "",
    "Details": "Manage the selling process of corrugated packaging in the entrusted sector. Build relationships with clients, advise them on opportunities for manufacturing, construction types, materials, characteristics, specificity of the production of corrugated packaging. Negotiate prices and contract clauses, coordinate design, construction, calculation, bidding and fulfillment of their orders. Responsible for the team goals and targets. Started with an experimental specific industry team. In this industry the company did not have any client before our team was created - team of 2. For 6 months 10% of of the company production was from our team. One of the biggest producers in Bulgaria become my clients."
  },
  {
    "Url": "https://www.dunapack-packaging.com",
    "Logo": "https://www.dunapack-packaging.com/typo3conf/ext/rm_template/Resources/Public/Img/WeWill_Dunapack_Logo_Division.svg",
    "Company": "Dunapack-Rodina JSC",
    "Job": "Product Engineer",
    "StartDate": "2004/11/01Z",
    "EndDate": "2005/03/31Z",
    "IconClassName": "",
    "Details": "Create corrugated cardboard packaging constructions /2D CAD tools/ and new packaging types development. Samples creation. Create construction documentation, technology cards, specifying manufacturing routes, production tools. Approval and analysis of the final products. Support sales team by their customers' visits and solution proposals for specific clients' requirements and problems. The fastest landing process for a beginner - team's favorite constructor to work with."
  },
  {
    "Url": "",
    "Logo": "",
    "Company": "Delta Byte Ltd",
    "Job": "Internet Administrator",
    "StartDate": "2000/08/01Z",
    "EndDate": "2004/10/31Z",
    "IconClassName": "",
    "Details": "Administrator in the Internet-club and maintenance of local Internet network owned by the company. Responsible for staff of Internet-club, owned by the company - selection, training, performance and team working."
  }
]